tap "argoproj/tap"
brew "argocd"
brew "openssl@3"
brew "asciinema"
brew "asitop"
brew "awscli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "dict"
brew "dive"
brew "docutils"
brew "fd"
brew "findutils"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "harfbuzz"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "iperf3"
brew "iproute2mac"
brew "istioctl"
brew "jenv"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "lazydocker"
brew "libass"
brew "pango"
brew "librsvg"
brew "lima"
brew "mactop"
brew "mas"
brew "minikube"
brew "mysql@8.0"
brew "neovim"
brew "pinentry-mac"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rig"
brew "sampler"
brew "sshpass"
brew "tcpdump"
brew "telnet"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
cask "appcleaner"
cask "caffeine"
cask "chatgpt"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "openlens"
cask "parallels"
cask "postman"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "temurin"
cask "visual-studio-code"
cask "wireshark"
mas "AutoTyper", id: 1381314885
mas "Copilot", id: 6738511300
mas "Dino VPN", id: 1631721148
mas "FastZip", id: 1565629813
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "Macaron", id: 6472698261
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Compressor & PDF Toolbox", id: 635801950
mas "Perplexity", id: 6714467650
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Step Two", id: 1448916662
mas "Telegram Lite", id: 946399090
mas "얼티밋 포커스", id: 1663556775
mas "한컴오피스 한글 Viewer", id: 416746898
vscode "batisteo.vscode-django"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-extension-pack"
vscode "donjayamanne.typescript-notebook"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "vscode-icons-team.vscode-icons"
