tap "adoptopenjdk/openjdk"
tap "argoproj/tap"
tap "deviceinsight/packages"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "spring-io/tap"
tap "weaveworks/tap"
brew "argocd"
brew "asciinema"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "dive"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hexyl"
brew "htop"
brew "httpie"
brew "iperf3"
brew "iproute2mac"
brew "istioctl"
brew "jenv"
brew "jq"
brew "jupyterlab"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "lazydocker"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql@8.0", restart_service: true
brew "neovim"
brew "openapi-generator"
brew "pinentry-mac"
brew "pipx"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "rbenv"
brew "rig"
brew "ripgrep"
brew "sbt"
brew "tcpdump"
brew "telnet"
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "deviceinsight/packages/kafkactl"
brew "hashicorp/tap/vault"
brew "hudochenkov/sshpass/sshpass"
brew "spring-io/tap/spring-boot"
brew "weaveworks/tap/eksctl"
cask "caffeine"
cask "charles"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "firefox"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "keycastr"
cask "ngrok"
cask "openlens"
cask "postman"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "tabby"
cask "tableplus"
cask "temurin11"
cask "temurin17"
cask "visual-studio-code"
cask "vlc"
mas "AutoTyper", id: 1381314885
mas "Brother iPrint&Scan", id: 1193539993
mas "Dino VPN", id: 1631721148
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "Telegram Lite", id: 946399090
mas "The Unarchiver", id: 425424353
mas "카카오톡", id: 869223134
mas "한컴오피스 한글 2014 VP 뷰어", id: 416746898
vscode "atlassian.atlascode"
vscode "batisteo.vscode-django"
vscode "codeium.codeium"
vscode "denoland.vscode-deno"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "kevinrose.vsc-python-indent"
vscode "magicstack.magicpython"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
